fixtures/vcr_cassettes/DoiSearch/_search/ScienceWire_disabled_WOS_enabled/local_hit_found/queries_WOS_if_not_authoritative.yml

---
http_interactions:
- request:
    method: post
    uri: http://search.webofknowledge.com/esti/wokmws/ws/WokSearch
    body:
      encoding: UTF-8
      string: <?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="http://woksearch.v3.wokmws.thomsonreuters.com"
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><tns:search><queryParameters><databaseId>WOK</databaseId><userQuery>DO=10.1016/j.mcn.2012.03.007</userQuery><queryLanguage>en</queryLanguage></queryParameters><retrieveParameters><firstRecord>1</firstRecord><count>50</count><option><key>RecordIDs</key><value>On</value></option><option><key>targetNamespace</key><value>http://scientific.thomsonreuters.com/schema/wok5.4/public/FullRecord</value></option></retrieveParameters></tns:search></soapenv:Body></soapenv:Envelope>
    headers:
      User-Agent:
      - HTTPClient/1.0 (2.8.3, ruby 2.4.2 (2017-09-14))
      Accept:
      - "*/*"
      Date:
      - Tue, 06 Feb 2018 01:20:07 GMT
      Cookie:
      - SID="8AM3MZdIsQWx7gdFKVj"
      Soapaction:
      - ''
      Content-Type:
      - text/xml;charset=UTF-8
      Content-Length:
      - '757'
  response:
    status:
      code: 200
      message: OK
    headers:
      Content-Type:
      - text/xml;charset=UTF-8
      Date:
      - Tue, 06 Feb 2018 01:20:07 GMT
      Server:
      - Apache-Coyote/1.1
      Content-Length:
      - '9864'
      Connection:
      - keep-alive
    body:
      encoding: UTF-8
      string: |-
        <soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><ns2:searchResponse xmlns:ns2="http://woksearch.v3.wokmws.thomsonreuters.com"><return><queryId>2</queryId><recordsFound>1</recordsFound><recordsSearched>75592049</recordsSearched><optionValue><label>RecordIDs</label><value>WOS:000305547700005</value></optionValue><records>&lt;records xmlns="http://scientific.thomsonreuters.com/schema/wok5.4/public/FullRecord">
        &lt;REC r_id_disclaimer="ResearcherID data provided by Clarivate Analytics">&lt;UID>WOS:000305547700005&lt;/UID>&lt;static_data>&lt;summary>&lt;EWUID>&lt;WUID coll_id="WOS">&lt;/WUID>&lt;edition value="WOS.SCI">&lt;/edition>&lt;/EWUID>&lt;pub_info sortdate="2012-05-01" pubyear="2012" has_abstract="Y" coverdate="MAY 2012" pubmonth="MAY" vol="50" issue="1" pubtype="Journal">&lt;page begin="45" end="57" page_count="13">45-57&lt;/page>&lt;/pub_info>&lt;titles count="6">&lt;title type="source">MOLECULAR AND CELLULAR NEUROSCIENCE&lt;/title>&lt;title type="source_abbrev">MOL CELL NEUROSCI&lt;/title>&lt;title type="abbrev_iso">Mol. Cell. Neurosci.&lt;/title>&lt;title type="abbrev_11">MOL CELL NE&lt;/title>&lt;title type="abbrev_29">MOL CELL NEUROSCI&lt;/title>&lt;title type="item">The T3-induced gene KLF9 regulates oligodendrocyte differentiation and myelin regeneration&lt;/title>&lt;/titles>&lt;names count="3">&lt;name seq_no="1" role="author" reprint="Y" addr_no="1" daisng_id="9540366">&lt;display_name>Dugas, Jason C.&lt;/display_name>&lt;full_name>Dugas, Jason C.&lt;/full_name>&lt;wos_standard>Dugas, JC&lt;/wos_standard>&lt;first_name>Jason C.&lt;/first_name>&lt;last_name>Dugas&lt;/last_name>&lt;email_addr>jcdugas@alum.mit.edu&lt;/email_addr>&lt;/name>&lt;name seq_no="2" role="author" addr_no="1" daisng_id="8204022">&lt;display_name>Ibrahim, Adiljan&lt;/display_name>&lt;full_name>Ibrahim, Adiljan&lt;/full_name>&lt;wos_standard>Ibrahim, A&lt;/wos_standard>&lt;first_name>Adiljan&lt;/first_name>&lt;last_name>Ibrahim&lt;/last_name>&lt;/name>&lt;name seq_no="3" role="author" addr_no="1" daisng_id="6689575">&lt;display_name>Barres, Ben A.&lt;/display_name>&lt;full_name>Barres, Ben A.&lt;/full_name>&lt;wos_standard>Barres, BA&lt;/wos_standard>&lt;first_name>Ben A.&lt;/first_name>&lt;last_name>Barres&lt;/last_name>&lt;/name>&lt;/names>&lt;doctypes count="1">&lt;doctype>Article&lt;/doctype>&lt;/doctypes>&lt;publishers>&lt;publisher>&lt;address_spec addr_no="1">&lt;full_address>525 B ST, STE 1900, SAN DIEGO, CA 92101-4495 USA&lt;/full_address>&lt;city>SAN DIEGO&lt;/city>&lt;/address_spec>&lt;names count="1">&lt;name role="publisher" seq_no="1" addr_no="1">&lt;display_name>ACADEMIC PRESS INC ELSEVIER SCIENCE&lt;/display_name>&lt;full_name>ACADEMIC PRESS INC ELSEVIER SCIENCE&lt;/full_name>&lt;/name>&lt;/names>&lt;/publisher>&lt;/publishers>&lt;/summary>&lt;fullrecord_metadata>&lt;languages count="1">&lt;language type="primary">English&lt;/language>&lt;/languages>&lt;normalized_languages count="1">&lt;language type="primary">English&lt;/language>&lt;/normalized_languages>&lt;normalized_doctypes count="1">&lt;doctype>Article&lt;/doctype>&lt;/normalized_doctypes>&lt;refs count="61">&lt;/refs>&lt;addresses count="1">&lt;address_name>&lt;address_spec addr_no="1">&lt;full_address>Stanford Univ, Sch Med, Dept Neurobiol, Stanford, CA 94305 USA&lt;/full_address>&lt;organizations count="2">&lt;organization>Stanford Univ&lt;/organization>&lt;organization pref="Y">Stanford University&lt;/organization>&lt;/organizations>&lt;suborganizations count="2">&lt;suborganization>Sch Med&lt;/suborganization>&lt;suborganization>Dept Neurobiol&lt;/suborganization>&lt;/suborganizations>&lt;city>Stanford&lt;/city>&lt;state>CA&lt;/state>&lt;country>USA&lt;/country>&lt;zip location="AP">94305&lt;/zip>&lt;/address_spec>&lt;names count="3">&lt;name seq_no="1" role="author" reprint="Y" addr_no="1" daisng_id="9540366">&lt;display_name>Dugas, Jason C.&lt;/display_name>&lt;full_name>Dugas, Jason C.&lt;/full_name>&lt;wos_standard>Dugas, JC&lt;/wos_standard>&lt;first_name>Jason C.&lt;/first_name>&lt;last_name>Dugas&lt;/last_name>&lt;email_addr>jcdugas@alum.mit.edu&lt;/email_addr>&lt;/name>&lt;name seq_no="2" role="author" addr_no="1" daisng_id="8204022">&lt;display_name>Ibrahim, Adiljan&lt;/display_name>&lt;full_name>Ibrahim, Adiljan&lt;/full_name>&lt;wos_standard>Ibrahim, A&lt;/wos_standard>&lt;first_name>Adiljan&lt;/first_name>&lt;last_name>Ibrahim&lt;/last_name>&lt;/name>&lt;name seq_no="3" role="author" addr_no="1" daisng_id="6689575">&lt;display_name>Barres, Ben A.&lt;/display_name>&lt;full_name>Barres, Ben A.&lt;/full_name>&lt;wos_standard>Barres, BA&lt;/wos_standard>&lt;first_name>Ben A.&lt;/first_name>&lt;last_name>Barres&lt;/last_name>&lt;/name>&lt;/names>&lt;/address_name>&lt;/addresses>&lt;reprint_addresses count="1">&lt;address_name>&lt;address_spec addr_no="1">&lt;full_address>Myelin Repair Fdn, 18809 Cox Ave 190, Saratoga, CA 95070 USA&lt;/full_address>&lt;organizations count="1">&lt;organization>Myelin Repair Fdn&lt;/organization>&lt;/organizations>&lt;street>18809 Cox Ave 190&lt;/street>&lt;city>Saratoga&lt;/city>&lt;state>CA&lt;/state>&lt;country>USA&lt;/country>&lt;zip location="AP">95070&lt;/zip>&lt;/address_spec>&lt;names count="1">&lt;name seq_no="1" role="author" reprint="Y" addr_no="1">&lt;display_name>Dugas, Jason C.&lt;/display_name>&lt;full_name>Dugas, Jason C.&lt;/full_name>&lt;wos_standard>Dugas, JC&lt;/wos_standard>&lt;first_name>Jason C.&lt;/first_name>&lt;last_name>Dugas&lt;/last_name>&lt;email_addr>jcdugas@alum.mit.edu&lt;/email_addr>&lt;/name>&lt;/names>&lt;/address_name>&lt;/reprint_addresses>&lt;category_info>&lt;headings count="1">&lt;heading>Science &amp;amp; Technology&lt;/heading>&lt;/headings>&lt;subheadings count="1">&lt;subheading>Life Sciences &amp;amp; Biomedicine&lt;/subheading>&lt;/subheadings>&lt;subjects count="2">&lt;subject ascatype="traditional" code="RU">Neurosciences&lt;/subject>&lt;subject ascatype="extended">Neurosciences &amp;amp; Neurology&lt;/subject>&lt;/subjects>&lt;/category_info>&lt;fund_ack>&lt;fund_text>&lt;p>We would like to thank Dr. Rosalia Simmen for generously providing the KLF9&amp;lt;SUP&amp;gt;LacZ/+&amp;lt;/SUP&amp;gt; mice. This work was supported by the Myelin Repair Foundation and the National Multiple Sclerosis Society (RG4059A8).&lt;/p>&lt;/fund_text>&lt;grants count="2">&lt;grant>&lt;grant_agency>Myelin Repair Foundation&lt;/grant_agency>&lt;/grant>&lt;grant>&lt;grant_agency>National Multiple Sclerosis Society&lt;/grant_agency>&lt;grant_ids count="1">&lt;grant_id>RG4059A8&lt;/grant_id>&lt;/grant_ids>&lt;/grant>&lt;/grants>&lt;/fund_ack>&lt;keywords count="6">&lt;keyword>Oligodendrocyte&lt;/keyword>&lt;keyword>Thyroid hormone&lt;/keyword>&lt;keyword>KLF9&lt;/keyword>&lt;keyword>BTEB1&lt;/keyword>&lt;keyword&gt;Myelin&lt;/keyword>&lt;keyword>Cuprizone&lt;/keyword>&lt;/keywords>&lt;abstracts count="1">&lt;abstract>&lt;abstract_text count="1">&lt;p>Hypothyroidism is a well-described cause of hypomyelination. In addition, thyroid hormone (T3) has recently been shown to enhance remyelination in various animal models of CNS demyelination. What are the ways in which T3 promotes the development and regeneration of healthy myelin? To begin to understand the mechanisms by which 13 drives myelination, we have identified genes regulated specifically by T3 in purified oligodendrocyte precursor cells (OPCs). Among the genes identified by genomic expression analyses were four transcription factors, Kruppel-like factor 9 (KLF9), basic helix-loop-helix family member e22 (BHLHe22), Hairless (Hr), and Albumin D box-binding protein (DBP), all of which were induced in OPCs by both brief and long term exposure to T3. To begin to investigate the role of these genes in myelination, we focused on the most rapidly and robustly induced of these, KLF9, and found it is both necessary and sufficient to promote oligodendrocyte differentiation in vitro. Surprisingly, we found that loss of KLF9 in vivo negligibly affects the formation of CNS myelin during development, but does significantly delay remyelination in cuprizone-induced demyelinated lesions. These experiments indicate that KLF9 is likely a novel integral component of the T3-driven signaling cascade that promotes the regeneration of lost myelin. Future analyses of the roles of KLF9 and other identified T3-induced genes in myelination may lead to novel insights into how to enhance the regeneration of myelin in demyelinating diseases such as multiple sclerosis. (c) 2012 Elsevier Inc. All rights reserved.&lt;/p>&lt;/abstract_text>&lt;/abstract>&lt;/abstracts>&lt;/fullrecord_metadata>&lt;item xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="itemType_wos" coll_id="WOS">&lt;ids avail="N">962LX&lt;/ids>&lt;bib_id>50 (1): 45-57 MAY 2012&lt;/bib_id>&lt;bib_pagecount type="Journal">132&lt;/bib_pagecount>&lt;keywords_plus count="10">&lt;keyword>CENTRAL-NERVOUS-SYSTEM&lt;/keyword>&lt;keyword>ELEMENT-BINDING PROTEIN-1&lt;/keyword>&lt;keyword>MAGNETIC-RESONANCE SPECTROSCOPY&lt;/keyword>&lt;keyword>SPINAL-CORD DEMYELINATION&lt;/keyword>&lt;keyword>THYROID-HORMONE ACTION&lt;/keyword>&lt;keyword>KRUPPEL-LIKE FACTOR-9&lt;/keyword>&lt;keyword>RAT-BRAIN&lt;/keyword>&lt;keyword>IN-VIVO&lt;/keyword>&lt;keyword>EXPERIMENTAL HYPOTHYROIDISM&lt;/keyword>&lt;keyword>CONGENITAL HYPOTHYROIDISM&lt;/keyword>&lt;/keywords_plus>&lt;/item>&lt;/static_data>&lt;dynamic_data>&lt;citation_related>&lt;tc_list>&lt;silo_tc coll_id="WOS" local_count="48">&lt;/silo_tc>&lt;/tc_list>&lt;/citation_related>&lt;cluster_related>&lt;identifiers>&lt;identifier type="issn" value="1044-7431">&lt;/identifier>&lt;identifier type="doi" value="10.1016/j.mcn.2012.03.007">&lt;/identifier>&lt;/identifiers>&lt;/cluster_related>&lt;/dynamic_data>&lt;/REC>
        &lt;/records></records></return></ns2:searchResponse></soap:Body></soap:Envelope>
    http_version: 
  recorded_at: Tue, 06 Feb 2018 01:20:07 GMT
recorded_with: VCR 4.0.0
